# + : 더하기
# - : 빼기
# * : 곱하기
# / : 나누기

# print(7 + 14)  # 21
# print(7 - 14)  # -7 (계산 결과가 음수여도 출력이 가능하다)
# print(7 * 14)  # 98
# print(7 / 14)  # 0.5

# print(75 + 80 / 2)
# print((75 + 80) / 2)  # 사칙연산 순서가 그대로 적용된다. 나누기 하면 실수로 바뀐다.

# print("두 측정값의 합:", 100 + 55)
# print("온도 변화량:", 7)
# print("평균 온도:", 155 / 2)


# # 1번 설비 측정값 출력
# print("온도(℃): " + "75")
# print("온도(℃):", 75)
# # + 이용하면 띄어쓰기 없이 이어서 적을 수 있다.
# # 대신 문자 뒤에 숫자를 붙이면 오류가 일어나서 숫자를 ""안에 적어야한다.
# # , 이용하면 띄어쓰기가 되면서 적힌다.
# # 구분이 되기 때문에 문자열 뒤에 숫자를 적어도 오류가 나지 않는다.

# =====================================================
